Repository: zizicici/Pin-It
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# settings.cloudKitSync.error.temporarilyUnavailable
source: iCloud is temporarily unavailable. %@ will retry automatically.
ar: ‏iCloud غير متاح مؤقتًا. سيعيد %@ المحاولة تلقائيًا.
de: iCloud ist vorübergehend nicht verfügbar. %@ versucht es automatisch erneut.
es: iCloud no está disponible temporalmente. %@ lo intentará de nuevo automáticamente.
es_419: iCloud no está disponible temporalmente. %@ lo intentará de nuevo automáticamente.
fr: iCloud est temporairement indisponible. %@ réessaiera automatiquement.
it: iCloud è temporaneamente non disponibile. %@ riproverà automaticamente.
ja: iCloud は一時的に利用できません。%@ が自動的に再試行します。
ko: iCloud를 일시적으로 사용할 수 없습니다. %@이(가) 자동으로 다시 시도합니다.
pt_br: O iCloud está temporariamente indisponível. O %@ tentará novamente automaticamente.
pt_pt: O iCloud está temporariamente indisponível. O %@ irá tentar novamente de forma automática.
ru: iCloud временно недоступен. %@ повторит попытку автоматически.
uk: iCloud тимчасово недоступний. %@ повторить спробу автоматично.
zh_hans: iCloud 暂时不可用。「%@」会自动重试。
zh_hk: iCloud 暫時無法使用。「%@」會自動重試。

# settings.cloudKitSync.error.uploadFailed
source: Some records could not be uploaded to CloudKit. %@ will retry automatically.
ar: تعذّر رفع بعض السجلات إلى CloudKit. سيعيد %@ المحاولة تلقائيًا.
de: Einige Datensätze konnten nicht zu CloudKit hochgeladen werden. %@ versucht es automatisch erneut.
es: Algunos registros no se pudieron subir a CloudKit. %@ lo intentará de nuevo automáticamente.
es_419: Algunos registros no se pudieron subir a CloudKit. %@ lo intentará de nuevo automáticamente.
fr: Certains enregistrements n’ont pas pu être téléversés vers CloudKit. %@ réessaiera automatiquement.
it: Impossibile caricare alcuni record su CloudKit. %@ riproverà automaticamente.
ja: 一部のレコードを CloudKit にアップロードできませんでした。%@ が自動的に再試行します。
ko: 일부 레코드를 CloudKit에 업로드할 수 없습니다. %@이(가) 자동으로 다시 시도합니다.
pt_br: Não foi possível enviar alguns registros para o CloudKit. O %@ tentará novamente automaticamente.
pt_pt: Não foi possível carregar alguns registos para o CloudKit. O %@ irá tentar novamente de forma automática.
ru: Некоторые записи не удалось загрузить в CloudKit. %@ повторит попытку автоматически.
uk: Деякі записи не вдалося вивантажити в CloudKit. %@ повторить спробу автоматично.
zh_hans: 部分记录未能上传到 CloudKit。「%@」会自动重试。
zh_hk: 部分記錄未能上載到 CloudKit。「%@」會自動重試。

# settings.cloudKitSync.exportDiagnostics
source: Export Sync Diagnostics
ar: تصدير تشخيصات المزامنة
de: Synchronisierungsdiagnose exportieren
es: Exportar diagnósticos de sincronización
es_419: Exportar diagnósticos de sincronización
fr: Exporter les diagnostics de synchronisation
it: Esporta la diagnostica di sincronizzazione
ja: 同期診断を書き出す
ko: 동기화 진단 내보내기
pt_br: Exportar Diagnóstico de Sincronização
pt_pt: Exportar diagnósticos de sincronização
ru: Экспортировать диагностику синхронизации
uk: Експортувати діагностику синхронізації
zh_hans: 导出同步诊断
zh_hk: 匯出同步診斷

# settings.cloudKitSync.exportDiagnostics.failure.message
source: Couldn’t build the diagnostics file. Please try again.
ar: تعذّر إنشاء ملف التشخيصات. يُرجى المحاولة مرة أخرى.
de: Die Diagnosedatei konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo crear el archivo de diagnósticos. Inténtalo de nuevo.
es_419: No se pudo generar el archivo de diagnósticos. Inténtalo de nuevo.
fr: Impossible de créer le fichier de diagnostics. Veuillez réessayer.
it: Impossibile creare il file di diagnostica. Riprova.
ja: 診断ファイルを作成できませんでした。もう一度お試しください。
ko: 진단 파일을 만들 수 없습니다. 다시 시도하십시오.
pt_br: Não foi possível gerar o arquivo de diagnóstico. Tente novamente.
pt_pt: Não foi possível criar o ficheiro de diagnósticos. Tente novamente.
ru: Не удалось создать файл диагностики. Повторите попытку.
uk: Не вдалося створити файл діагностики. Будь ласка, спробуйте ще раз.
zh_hans: 无法生成诊断文件，请重试。
zh_hk: 無法產生診斷檔案，請重試。

# settings.cloudKitSync.exportDiagnostics.failure.title
source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
es_419: Error al exportar
fr: Échec de l’exportation
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha na Exportação
pt_pt: Falha na exportação
ru: Не удалось экспортировать
uk: Не вдалося експортувати
zh_hans: 导出失败
zh_hk: 匯出失敗

# settings.cloudKitSync.failedRecords
source: Failed records
ar: السجلات الفاشلة
de: Fehlgeschlagene Datensätze
es: Registros fallidos
es_419: Registros con error
fr: Enregistrements en échec
it: Record non riusciti
ja: 失敗したレコード
ko: 실패한 레코드
pt_br: Registros com falha
pt_pt: Registos falhados
ru: Неудачные записи
uk: Невдалі записи
zh_hans: 失败记录
zh_hk: 失敗記錄

# settings.cloudKitSync.footer
source: CloudKit Sync is off by default. When enabled, %@ syncs posts and styles through your private CloudKit database; changes made while it is off (including deletions) sync the next time it is turned back on.
ar: مزامنة CloudKit متوقفة افتراضيًا. عند تفعيلها، يزامن %@ المنشورات والأنماط عبر قاعدة بيانات CloudKit الخاصة بك؛ وتتم مزامنة التغييرات التي تُجرى أثناء إيقافها (بما في ذلك عمليات الحذف) في المرة التالية التي يُعاد فيها تفعيلها.
de: Die CloudKit-Synchronisierung ist standardmäßig deaktiviert. Wenn sie aktiviert ist, synchronisiert %@ Posts und Stile über deine private CloudKit-Datenbank; Änderungen, die vorgenommen werden, während sie deaktiviert ist (einschließlich Löschungen), werden synchronisiert, sobald sie das nächste Mal wieder aktiviert wird.
es: La sincronización con CloudKit está desactivada por omisión. Cuando se activa, %@ sincroniza las publicaciones y los estilos a través de tu base de datos privada de CloudKit; los cambios realizados mientras está desactivada (incluidas las eliminaciones) se sincronizan la próxima vez que se vuelve a activar.
es_419: La sincronización con CloudKit está desactivada de forma predeterminada. Cuando se activa, %@ sincroniza las publicaciones y los estilos a través de tu base de datos privada de CloudKit; los cambios hechos mientras está desactivada (incluidas las eliminaciones) se sincronizan la próxima vez que se vuelve a activar.
fr: La synchronisation CloudKit est désactivée par défaut. Une fois activée, %@ synchronise les publications et les styles via votre base de données CloudKit privée ; les modifications effectuées lorsqu’elle est désactivée (y compris les suppressions) sont synchronisées à sa prochaine réactivation.
it: La sincronizzazione CloudKit è disattivata per impostazione predefinita. Quando è attiva, %@ sincronizza post e stili tramite il tuo database CloudKit privato; le modifiche apportate mentre è disattivata (incluse le eliminazioni) vengono sincronizzate la volta successiva che la riattivi.
ja: CloudKit 同期はデフォルトでオフになっています。オンにすると、%@ はプライベート CloudKit データベースを通じて投稿とスタイルを同期します。オフの間に行った変更（削除を含む）は、次にオンにしたときに同期されます。
ko: CloudKit 동기화는 기본적으로 꺼져 있습니다. 켜면 %@이(가) 개인 CloudKit 데이터베이스를 통해 게시물과 스타일을 동기화합니다. 꺼져 있는 동안 변경한 사항(삭제 포함)은 다시 켤 때 동기화됩니다.
pt_br: A Sincronização do CloudKit está desativada por padrão. Quando ativada, o %@ sincroniza notas e estilos através do seu banco de dados privado do CloudKit; as alterações feitas enquanto ela está desativada (incluindo exclusões) são sincronizadas na próxima vez que você a reativar.
pt_pt: A sincronização CloudKit está desativada por predefinição. Quando ativada, o %@ sincroniza as publicações e os estilos através da sua base de dados privada do CloudKit; as alterações feitas enquanto estiver desativada (incluindo eliminações) são sincronizadas da próxima vez que a voltar a ativar.
ru: Синхронизация через CloudKit отключена по умолчанию. Когда она включена, %@ синхронизирует заметки и стили через вашу частную базу данных CloudKit; изменения, внесённые при её отключении (включая удаления), синхронизируются при следующем включении.
uk: Синхронізацію CloudKit вимкнено за замовчуванням. Коли її ввімкнено, %@ синхронізує дописи та стилі через вашу приватну базу даних CloudKit; зміни, внесені поки вона вимкнена (зокрема видалення), синхронізуються наступного разу, коли її знову ввімкнено.
zh_hans: CloudKit 同步默认关闭。开启后，「%@」会通过你的私人 CloudKit 数据库同步便签和样式；关闭期间的改动（包括删除）会在下次开启时同步。
zh_hk: CloudKit 同步預設關閉。開啓後，「%@」會透過你的私人 CloudKit 資料庫同步便籤和樣式；關閉期間的改動（包括刪除）會在下次開啓時同步。

# settings.cloudKitSync.foregroundOnly.footer
source: %@ pulls iCloud changes when you open the app. Background push is not yet enabled.
ar: يجلب %@ تغييرات iCloud عند فتحك للتطبيق. لم يتم تفعيل الدفع في الخلفية بعد.
de: %@ ruft iCloud-Änderungen ab, wenn du die App öffnest. Push im Hintergrund ist noch nicht aktiviert.
es: %@ obtiene los cambios de iCloud cuando abres la app. La inserción en segundo plano aún no está activada.
es_419: %@ obtiene los cambios de iCloud cuando abres la app. El envío en segundo plano aún no está habilitado.
fr: %@ récupère les modifications iCloud à l’ouverture de l’app. La notification push en arrière-plan n’est pas encore activée.
it: %@ recupera le modifiche di iCloud quando apri l'app. Il push in background non è ancora attivo.
ja: %@ はアプリを開いたときに iCloud の変更を取得します。バックグラウンドプッシュはまだ有効になっていません。
ko: %@은(는) 앱을 열 때 iCloud 변경 사항을 가져옵니다. 백그라운드 푸시는 아직 활성화되지 않았습니다.
pt_br: O %@ obtém as alterações do iCloud quando você abre o app. O envio em segundo plano ainda não está ativado.
pt_pt: O %@ obtém as alterações do iCloud quando abre a aplicação. O envio em segundo plano ainda não está ativado.
ru: %@ получает изменения iCloud при открытии приложения. Фоновая отправка пока не включена.
uk: %@ отримує зміни iCloud, коли ви відкриваєте програму. Фонове надсилання ще не ввімкнено.
zh_hans: 「%@」仅在你打开应用时从 iCloud 拉取最新内容，后台推送暂未启用。
zh_hk: 「%@」僅在你打開應用時從 iCloud 拉取最新內容，背景推送暫未啓用。

# settings.cloudKitSync.localRecordSummary
source: This device currently has %d posts and %d styles.
ar: يحتوي هذا الجهاز حاليًا على %d منشور و%d نمط.
de: Dieses Gerät hat derzeit %d Posts und %d Stile.
es: Este dispositivo tiene actualmente %d publicaciones y %d estilos.
es_419: Este dispositivo tiene actualmente %d publicaciones y %d estilos.
fr: Cet appareil compte actuellement %d publications et %d styles.
it: Questo dispositivo ha attualmente %d post e %d stili.
ja: このデバイスには現在 %d 件の投稿と %d 個のスタイルがあります。
ko: 이 기기에는 현재 게시물 %d개와 스타일 %d개가 있습니다.
pt_br: Este dispositivo tem atualmente %d notas e %d estilos.
pt_pt: Este dispositivo tem atualmente %d publicações e %d estilos.
ru: На этом устройстве сейчас %d заметок и %d стилей.
uk: Зараз на цьому пристрої є %d дописів і %d стилів.
zh_hans: 这台设备当前有 %d 条便签和 %d 个样式。
zh_hk: 這部裝置目前有 %d 條便籤和 %d 個樣式。

# settings.cloudKitSync.moreFailedRecords
source: More failed records
ar: المزيد من السجلات الفاشلة
de: Weitere fehlgeschlagene Datensätze
es: Más registros fallidos
es_419: Más registros con error
fr: Plus d’enregistrements en échec
it: Altri record non riusciti
ja: その他の失敗したレコード
ko: 더 많은 실패한 레코드
pt_br: Mais registros com falha
pt_pt: Mais registos falhados
ru: Ещё неудачные записи
uk: Більше невдалих записів
zh_hans: 更多失败记录
zh_hk: 更多失敗記錄

# settings.cloudKitSync.pendingReset.footer
source: A CloudKit rebuild is pending and will retry when iCloud is available. To abandon it, turn off CloudKit Sync, then use Clear CloudKit Data.
ar: هناك إعادة بناء معلّقة لـ CloudKit وستُعاد المحاولة عند توفّر iCloud. للتخلي عنها، أوقِف مزامنة CloudKit، ثم استخدم مسح بيانات CloudKit.
de: Eine CloudKit-Neuerstellung steht aus und wird erneut versucht, sobald iCloud verfügbar ist. Um sie abzubrechen, deaktiviere die CloudKit-Synchronisierung und verwende dann „CloudKit-Daten löschen“.
es: Hay una reconstrucción de CloudKit pendiente que se reintentará cuando iCloud esté disponible. Para cancelarla, desactiva la sincronización con CloudKit y luego usa Borrar datos de CloudKit.
es_419: Hay una reconstrucción de CloudKit pendiente que se reintentará cuando iCloud esté disponible. Para descartarla, desactiva la sincronización con CloudKit y luego usa Borrar datos de CloudKit.
fr: Une reconstruction CloudKit est en attente et réessaiera lorsque iCloud sera disponible. Pour l’abandonner, désactivez la synchronisation CloudKit, puis utilisez Effacer les données CloudKit.
it: È in attesa una ricostruzione CloudKit, che riproverà quando iCloud sarà disponibile. Per annullarla, disattiva la sincronizzazione CloudKit, poi usa Cancella i dati CloudKit.
ja: CloudKit の再構築が保留中で、iCloud が利用可能になったときに再試行されます。中止するには、CloudKit 同期をオフにしてから「CloudKit データを消去」を使用してください。
ko: CloudKit 재구축이 대기 중이며 iCloud를 사용할 수 있을 때 다시 시도합니다. 중단하려면 CloudKit 동기화를 끈 다음 CloudKit 데이터 지우기를 사용하십시오.
pt_br: Uma reconstrução do CloudKit está pendente e será repetida quando o iCloud estiver disponível. Para abandoná-la, desative a Sincronização do CloudKit e use Apagar Dados do CloudKit.
pt_pt: Está pendente uma reconstrução do CloudKit, que será repetida quando o iCloud estiver disponível. Para a abandonar, desative a sincronização CloudKit e depois use Limpar dados do CloudKit.
ru: Перестроение CloudKit ожидает выполнения и будет повторено, когда iCloud станет доступен. Чтобы отказаться от него, отключите синхронизацию через CloudKit, а затем используйте «Очистить данные CloudKit».
uk: Перебудову CloudKit очікується, і спробу буде повторено, коли iCloud стане доступним. Щоб відмовитися від неї, вимкніть синхронізацію CloudKit, а потім скористайтеся «Очистити дані CloudKit».
zh_hans: CloudKit 重建尚未完成，将在 iCloud 可用时重试。如要放弃重建，请先关闭 CloudKit 同步，再使用「清空 CloudKit 数据」。
zh_hk: CloudKit 重建尚未完成，將在 iCloud 可用時重試。如要放棄重建，請先關閉 CloudKit 同步，再使用「清空 CloudKit 資料」。

# settings.cloudKitSync.rebuild
source: Rebuild CloudKit Sync
ar: إعادة بناء مزامنة CloudKit
de: CloudKit-Synchronisierung neu erstellen
es: Reconstruir la sincronización con CloudKit
es_419: Reconstruir la sincronización con CloudKit
fr: Reconstruire la synchronisation CloudKit
it: Ricostruisci la sincronizzazione CloudKit
ja: CloudKit 同期を再構築
ko: CloudKit 동기화 재구축
pt_br: Reconstruir Sincronização do CloudKit
pt_pt: Reconstruir a sincronização CloudKit
ru: Перестроить синхронизацию через CloudKit
uk: Перебудувати синхронізацію CloudKit
zh_hans: 重建 CloudKit 同步
zh_hk: 重建 CloudKit 同步

# settings.cloudKitSync.rebuild.alert.message
source: This deletes %@'s CloudKit sync database and uploads the records currently on this device again. This device becomes the source of truth; records that exist only on other devices can be removed when those devices sync.
ar: يؤدي ذلك إلى حذف قاعدة بيانات مزامنة CloudKit الخاصة بـ %@ وإعادة رفع السجلات الموجودة حاليًا على هذا الجهاز. يصبح هذا الجهاز هو المصدر الموثوق؛ ويمكن إزالة السجلات الموجودة على الأجهزة الأخرى فقط عند مزامنة تلك الأجهزة.
de: Dadurch wird die CloudKit-Synchronisierungsdatenbank von %@ gelöscht und die derzeit auf diesem Gerät vorhandenen Datensätze werden erneut hochgeladen. Dieses Gerät wird zur maßgeblichen Quelle; Datensätze, die nur auf anderen Geräten vorhanden sind, können entfernt werden, wenn diese Geräte synchronisieren.
es: Esto elimina la base de datos de sincronización de CloudKit de %@ y vuelve a subir los registros que hay actualmente en este dispositivo. Este dispositivo se convierte en la fuente de referencia; los registros que solo existen en otros dispositivos pueden eliminarse cuando esos dispositivos se sincronicen.
es_419: Esto elimina la base de datos de sincronización de CloudKit de %@ y vuelve a subir los registros que están actualmente en este dispositivo. Este dispositivo se convierte en la fuente principal; los registros que solo existen en otros dispositivos se pueden eliminar cuando esos dispositivos se sincronicen.
fr: Cette action supprime la base de données de synchronisation CloudKit de %@ et téléverse à nouveau les enregistrements actuellement présents sur cet appareil. Cet appareil devient la référence ; les enregistrements qui n’existent que sur d’autres appareils peuvent être supprimés lorsque ces appareils se synchronisent.
it: Questa operazione elimina il database di sincronizzazione CloudKit di %@ e carica di nuovo i record attualmente presenti su questo dispositivo. Questo dispositivo diventa la fonte di riferimento; i record che esistono solo su altri dispositivi possono essere rimossi quando quei dispositivi si sincronizzano.
ja: これにより、%@ の CloudKit 同期データベースを削除し、現在このデバイスにあるレコードを再度アップロードします。このデバイスが信頼できる情報源になります。他のデバイスにのみ存在するレコードは、それらのデバイスが同期したときに削除されることがあります。
ko: 이 작업은 %@의 CloudKit 동기화 데이터베이스를 삭제하고 현재 이 기기에 있는 레코드를 다시 업로드합니다. 이 기기가 기준이 되며, 다른 기기에만 존재하는 레코드는 해당 기기가 동기화될 때 제거될 수 있습니다.
pt_br: Isto apaga o banco de dados de sincronização do CloudKit do %@ e envia novamente os registros que estão atualmente neste dispositivo. Este dispositivo se torna a fonte de referência; os registros que existem apenas em outros dispositivos podem ser removidos quando esses dispositivos sincronizarem.
pt_pt: Isto elimina a base de dados de sincronização do CloudKit do %@ e volta a carregar os registos que se encontram atualmente neste dispositivo. Este dispositivo torna-se a fonte de verdade; os registos que existem apenas noutros dispositivos podem ser removidos quando esses dispositivos sincronizarem.
ru: Это удалит базу данных синхронизации CloudKit приложения %@ и снова загрузит записи, которые сейчас находятся на этом устройстве. Это устройство станет источником истины; записи, существующие только на других устройствах, могут быть удалены при синхронизации этих устройств.
uk: Це видаляє базу даних синхронізації CloudKit програми «%@» та знову вивантажує записи, що зараз є на цьому пристрої. Цей пристрій стає джерелом істини; записи, що існують лише на інших пристроях, може бути видалено, коли ті пристрої синхронізуються.
zh_hans: 这会删除「%@」的 CloudKit 同步数据库，并重新上传这台设备上的当前记录。这台设备会成为同步来源；只存在于其他设备上的记录，可能会在那些设备同步时被移除。
zh_hk: 這會刪除「%@」的 CloudKit 同步資料庫，並重新上傳這部裝置上的目前記錄。這部裝置會成為同步來源；只存在於其他裝置上的記錄，可能會在那些裝置同步時被移除。

# settings.cloudKitSync.rebuild.alert.title
source: Rebuild CloudKit sync?
ar: إعادة بناء مزامنة CloudKit؟
de: CloudKit-Synchronisierung neu erstellen?
es: ¿Reconstruir la sincronización con CloudKit?
es_419: ¿Reconstruir la sincronización con CloudKit?
fr: Reconstruire la synchronisation CloudKit ?
it: Ricostruire la sincronizzazione CloudKit?
ja: CloudKit 同期を再構築しますか？
ko: CloudKit 동기화를 재구축하시겠습니까?
pt_br: Reconstruir a sincronização do CloudKit?
pt_pt: Reconstruir a sincronização CloudKit?
ru: Перестроить синхронизацию через CloudKit?
uk: Перебудувати синхронізацію CloudKit?
zh_hans: 重建 CloudKit 同步？
zh_hk: 重建 CloudKit 同步？

# settings.cloudKitSync.rebuild.failure.title
source: Could not rebuild CloudKit sync
ar: تعذّر إعادة بناء مزامنة CloudKit
de: CloudKit-Synchronisierung konnte nicht neu erstellt werden
es: No se pudo reconstruir la sincronización con CloudKit
es_419: No se pudo reconstruir la sincronización con CloudKit
fr: Impossible de reconstruire la synchronisation CloudKit
it: Impossibile ricostruire la sincronizzazione CloudKit
ja: CloudKit 同期を再構築できませんでした
ko: CloudKit 동기화를 재구축할 수 없음
pt_br: Não foi possível reconstruir a sincronização do CloudKit
pt_pt: Não foi possível reconstruir a sincronização CloudKit
ru: Не удалось перестроить синхронизацию через CloudKit
uk: Не вдалося перебудувати синхронізацію CloudKit
zh_hans: 无法重建 CloudKit 同步
zh_hk: 無法重建 CloudKit 同步

# settings.cloudKitSync.rebuild.footer
source: If sync errors keep returning, rebuild CloudKit sync from this device.
ar: إذا استمرت أخطاء المزامنة في الظهور، فأعِد بناء مزامنة CloudKit من هذا الجهاز.
de: Wenn weiterhin Synchronisierungsfehler auftreten, erstelle die CloudKit-Synchronisierung von diesem Gerät neu.
es: Si los errores de sincronización siguen apareciendo, reconstruye la sincronización con CloudKit desde este dispositivo.
es_419: Si los errores de sincronización siguen apareciendo, reconstruye la sincronización con CloudKit desde este dispositivo.
fr: Si des erreurs de synchronisation persistent, reconstruisez la synchronisation CloudKit à partir de cet appareil.
it: Se gli errori di sincronizzazione continuano a ripresentarsi, ricostruisci la sincronizzazione CloudKit da questo dispositivo.
ja: 同期エラーが繰り返し発生する場合は、このデバイスから CloudKit 同期を再構築してください。
ko: 동기화 오류가 계속 발생하면 이 기기에서 CloudKit 동기화를 재구축하십시오.
pt_br: Se os erros de sincronização continuarem ocorrendo, reconstrua a sincronização do CloudKit a partir deste dispositivo.
pt_pt: Se os erros de sincronização continuarem a surgir, reconstrua a sincronização CloudKit a partir deste dispositivo.
ru: Если ошибки синхронизации продолжают появляться, перестройте синхронизацию через CloudKit с этого устройства.
uk: Якщо помилки синхронізації постійно повертаються, перебудуйте синхронізацію CloudKit із цього пристрою.
zh_hans: 如果同步错误持续出现，可以从这台设备重建 CloudKit 同步。
zh_hk: 如果同步錯誤持續出現，可以從這部裝置重建 CloudKit 同步。

# settings.cloudKitSync.rebuild.partial.message
source: CloudKit sync was rebuilt, but some records could not be uploaded. %@ will retry automatically; details are shown under the CloudKit Sync row in Settings.
ar: تمت إعادة بناء مزامنة CloudKit، لكن تعذّر رفع بعض السجلات. سيعيد %@ المحاولة تلقائيًا؛ وتظهر التفاصيل أسفل صف مزامنة CloudKit في الإعدادات.
de: Die CloudKit-Synchronisierung wurde neu erstellt, aber einige Datensätze konnten nicht hochgeladen werden. %@ versucht es automatisch erneut; die Details werden in den Einstellungen unter der Zeile „CloudKit-Synchronisierung“ angezeigt.
es: La sincronización con CloudKit se reconstruyó, pero algunos registros no se pudieron subir. %@ lo intentará de nuevo automáticamente; los detalles se muestran bajo la fila Sincronización con CloudKit en Ajustes.
es_419: La sincronización con CloudKit se reconstruyó, pero algunos registros no se pudieron subir. %@ lo intentará de nuevo automáticamente; los detalles se muestran debajo de la fila Sincronización con CloudKit en Configuración.
fr: La synchronisation CloudKit a été reconstruite, mais certains enregistrements n’ont pas pu être téléversés. %@ réessaiera automatiquement ; les détails sont affichés sous la ligne Synchronisation CloudKit dans Réglages.
it: La sincronizzazione CloudKit è stata ricostruita, ma alcuni record non sono stati caricati. %@ riproverà automaticamente; i dettagli sono mostrati sotto la voce Sincronizzazione CloudKit in Impostazioni.
ja: CloudKit 同期を再構築しましたが、一部のレコードをアップロードできませんでした。%@ が自動的に再試行します。詳細は設定の CloudKit 同期の行の下に表示されます。
ko: CloudKit 동기화를 재구축했지만 일부 레코드를 업로드할 수 없습니다. %@이(가) 자동으로 다시 시도합니다. 자세한 내용은 설정의 CloudKit 동기화 행 아래에 표시됩니다.
pt_br: A sincronização do CloudKit foi reconstruída, mas não foi possível enviar alguns registros. O %@ tentará novamente automaticamente; os detalhes são exibidos abaixo da linha Sincronização do CloudKit nos Ajustes.
pt_pt: A sincronização CloudKit foi reconstruída, mas não foi possível carregar alguns registos. O %@ irá tentar novamente de forma automática; os detalhes são apresentados sob a linha Sincronização CloudKit nas Definições.
ru: Синхронизация через CloudKit была перестроена, но некоторые записи не удалось загрузить. %@ повторит попытку автоматически; подробности показаны под строкой «Синхронизация через CloudKit» в Настройках.
uk: Синхронізацію CloudKit перебудовано, але деякі записи не вдалося вивантажити. %@ повторить спробу автоматично; подробиці показано під рядком «Синхронізація CloudKit» у Параметрах.
zh_hans: CloudKit 同步已重建，但部分记录未能上传。「%@」会自动重试；详情会显示在设置页的 CloudKit 同步行下方。
zh_hk: CloudKit 同步已重建，但部分記錄未能上載。「%@」會自動重試；詳情會顯示在設定頁的 CloudKit 同步列下方。

# settings.cloudKitSync.rebuild.partial.title
source: CloudKit sync partially rebuilt
ar: تمت إعادة بناء مزامنة CloudKit جزئيًا
de: CloudKit-Synchronisierung teilweise neu erstellt
es: Sincronización con CloudKit reconstruida parcialmente
es_419: Sincronización con CloudKit reconstruida parcialmente
fr: Synchronisation CloudKit partiellement reconstruite
it: Sincronizzazione CloudKit ricostruita parzialmente
ja: CloudKit 同期を部分的に再構築しました
ko: CloudKit 동기화가 부분적으로 재구축됨
pt_br: Sincronização do CloudKit reconstruída parcialmente
pt_pt: Sincronização CloudKit parcialmente reconstruída
ru: Синхронизация через CloudKit частично перестроена
uk: Синхронізацію CloudKit перебудовано частково
zh_hans: CloudKit 同步已部分重建
zh_hk: CloudKit 同步已部分重建
